Repository: Maiiosdeveloper/Delegation-Rasid
Catalog: Delegation Rasid/Delegation/activityData/*.lproj/ActivityDataViewController.strings
Languages: ar

# 0pI-al-KfD.text
source: City
ar: المدينة

# 9Vi-FW-T4k.text
source: Confirm correct data
ar: تأكيد صحة البيانات

# F2e-ba-l24.text
source: SA
ar: رس

# Gm2-Iv-hfA.text
source: Monthly Expected Sales
ar: الراتب الشهري المتوقع

# Hxg-45-4gu.text
source: Company Money
ar: مصاريف الشركة

# J3o-HG-vjb.placeholder
source: Enter Monthly Expected Sales
ar: ادخل الراتب الشهري المتوقع

# MCB-iw-YaK.text
source: Neighboorhood
ar: الحي

# SJ7-hP-onI.text
source: Street
ar: الشارع

# SSl-lu-jlS.text
source: Delegation Data
ar: بيانات التفويض

# Tm7-7i-4vh.placeholder
source: Enter Daily Expected Sales
ar: ادخل الراتب اليومي المتوقع

# UtD-qN-o8y.text
source: Delegation Data
ar: بيانات التفويض

# UyR-bn-ZGU.placeholder
source: Select City
ar: اختار المدينة

# VPu-sW-hyY.placeholder
source: Select Region
ar: اختار المنطقة

# W2C-WG-oSv.text
source: Activity Data
ar: بيانات النشاط

# bwU-l0-EwI.text
source: Delegation Data
ar: بيانات التفويض

# dlJ-BQ-QLB.configuration.title
source: Next
ar: التالي

# gfF-IM-Gpd.text
source: SA
ar: رس

# iMC-Z5-Pgw.placeholder
source: Enter Street Name
ar: ادخل اسم الشارع

# kRS-y9-5te.placeholder
source: Enter Year Expected Sales
ar: ادخل المبيعات المتوقعة

# ohX-Vk-QZJ.text
source: SA
ar: رس

# oo8-Or-x4d.text
source: Year Expected Sales
ar: المبيعات السنوية المتوقعة

# sK4-va-LyD.text
source: Activity Type
ar: اختار النشاط

# u4e-5f-Tg1.text
source: Region
ar: المنطقة

# uD3-m2-AkH.text
source: SA
ar: رس

# ueV-ke-3Lh.placeholder
source: Select Activity Type
ar: اختار نوع النشاط

# v9m-kp-v0u.placeholder
source: Select Neighboorhood
ar: اختار الحي

# wOR-Nm-9m6.text
source: I agree on
ar: أوافق علي

# xOo-kV-9Eh.text
source: Daily Expected Sales
ar: المبيعات اليومية المتوقعة

# z2j-2G-LrK.placeholder
source: Enter Delegator Name
ar: ادخل اسم المفوض
